{"card_collections.mcmobs.name":"Minecraft Mobs","card_collections.mcmobs.author":"MinecraftWiki, skydarkchen","card_collections.mcmobs.description":"Collect minecraft mob cards!","card_collections.mcmobs.m_rarity":"Rarity","card_collections.mcmobs.m_rarity_1":"N","card_collections.mcmobs.m_rarity_2":"R","card_collections.mcmobs.m_rarity_3":"SR","card_collections.mcmobs.m_rarity_4":"SSR","card_collections.mcmobs.m_rarity_5":"UR","card_collections.mcmobs.m_faction":"Faction","card_collections.mcmobs.m_faction_1":"Overworld","card_collections.mcmobs.m_faction_2":"Aquatic","card_collections.mcmobs.m_faction_3":"Nether","card_collections.mcmobs.m_faction_4":"End","card_collections.mcmobs.m_category":"Category","card_collections.mcmobs.m_category_1":"Passive","card_collections.mcmobs.m_category_2":"Neutral","card_collections.mcmobs.m_category_3":"Hostile","card_collections.mcmobs.m_variant":"Variant","card_collections.mcmobs.m_variant_1":"Normal","card_collections.mcmobs.m_variant_2":"Variant","card.mcmobs.bat.name":"Bat","card.mcmobs.bat.desc":"A bat is a flying ambient passive mob that spawns in dark areas underground.","card.mcmobs.chicken.name":"Chicken","card.mcmobs.chicken.desc":"Chickens are common passive mobs found in most grassy biomes, and are the main source of chicken, feathers and eggs.","card.mcmobs.cod.name":"Cod","card.mcmobs.cod.desc":"Cod are common passive aquatic mobs found in oceans.","card.mcmobs.cow.name":"Cow","card.mcmobs.cow.desc":"A cow is a common passive mob and a source of leather, beef and milk. Cows are found in most grassy biomes.","card.mcmobs.donkey.name":"Donkey","card.mcmobs.donkey.desc":"Donkeys are variants of horses that, when tamed, can be ridden and equipped with chests.","card.mcmobs.horse.name":"Horse","card.mcmobs.horse.desc":"Horses are passive mobs that can be ridden when tamed.","card.mcmobs.pig.name":"Pig","card.mcmobs.pig.desc":"A pig is a common passive mob found in most grassy biomes. Pigs are a source of porkchops and can be equipped with a saddle to be driven.","card.mcmobs.piglin_baby.name":"Piglin (baby)","card.mcmobs.piglin_baby.desc":"A piglin is a neutral mob found in the Nether. They attack players on sight unless the player is equipped with at least one piece of golden armor. Players can use gold ingots to barter with them for various items.","card.mcmobs.pufferfish.name":"Pufferfish","card.mcmobs.pufferfish.desc":"Pufferfish are passive mobs found in oceans. They defend themselves by dealing damage and inflicting poison to nearby players and certain mobs.","card.mcmobs.rabbit.name":"Rabbit","card.mcmobs.rabbit.desc":"A rabbit is an uncommon passive mob and is a source of rabbit's foot, rabbit hide and raw rabbit.","card.mcmobs.salmon.name":"Salmon","card.mcmobs.salmon.desc":"Salmon are common passive aquatic mobs found in oceans and rivers. They are a reliable and nutritious source of early-game food when cooked.","card.mcmobs.sheep.name":"Sheep","card.mcmobs.sheep.desc":"Sheep are common passive mobs that supply wool and mutton and are found in many of the grassy biomes.","card.mcmobs.squid.name":"Squid","card.mcmobs.squid.desc":"Squid are common passive aquatic mobs that spawn in rivers and oceans.","card.mcmobs.tropical_fish.name":"Tropical Fish","card.mcmobs.tropical_fish.desc":"Tropical Fish are common passive mobs found in oceans. There are 2,700 naturally occurring variants. Using commands up to 3,584 visually distinctive variants can be spawned.","card.mcmobs.piglin.name":"Piglin","card.mcmobs.piglin.desc":"A piglin is a neutral mob found in the Nether. They attack players on sight unless the player is equipped with at least one piece of golden armor. Players can use gold ingots to barter with them for various items.","card.mcmobs.spider.name":"Spider","card.mcmobs.spider.desc":"A spider is a common neutral mob that has the unique ability to climb walls.","card.mcmobs.zombified_piglin.name":"Zombified Piglin","card.mcmobs.zombified_piglin.desc":"Zombified piglins are undead variants of piglins and piglin brutes that inhabit the Nether.","card.mcmobs.creeper.name":"Creeper","card.mcmobs.creeper.desc":"A creeper is a common hostile mob that silently approaches players and explodes.","card.mcmobs.drowned.name":"Drowned","card.mcmobs.drowned.desc":"Drowned are common underwater zombie variants that spawn in oceans and rivers, or when zombies drown. They are the only source of tridents.","card.mcmobs.endermite.name":"Endermite","card.mcmobs.endermite.desc":"An endermite is the smallest hostile mob. An endermite emits purple 'portal' particles, may spawn when a player throws an ender pearl and is useful for endermite lure traps.","card.mcmobs.ghast.name":"Ghast","card.mcmobs.ghast.desc":"Ghasts are large white floating ghost-like hostile mobs that live in the Nether which shoot explosive fireballs at the player.","card.mcmobs.guardian.name":"Guardian","card.mcmobs.guardian.desc":"A guardian is a pufferfish-like hostile mob that spawn in and around ocean monuments.","card.mcmobs.hoglin.name":"Hoglin","card.mcmobs.hoglin.desc":"A hoglin is a breedable hostile mob found in the Nether, and are a source of porkchops and leather.","card.mcmobs.husk.name":"Husk","card.mcmobs.husk.desc":"A husk is a variant of zombie that spawns in deserts. Unlike zombies, husks do not burn in sunlight.","card.mcmobs.magma_cube.name":"Magma Cube","card.mcmobs.magma_cube.desc":"A magma cube is a hostile mob found in the Nether. A magma cube behaves like a slime, but is stronger and more dangerous.","card.mcmobs.silverfish.name":"Silverfish","card.mcmobs.silverfish.desc":"Silverfish are small hostile mobs found hiding in stone-like blocks in mountains, strongholds, igloo basements and woodland mansions.","card.mcmobs.skeleton.name":"Skeleton","card.mcmobs.skeleton.desc":"Skeletons are common undead hostile mobs equipped with bows.","card.mcmobs.stray.name":"Stray","card.mcmobs.stray.desc":"Strays are variants of skeletons that spawn only in frozen, ice, or snowy biomes.","card.mcmobs.witch.name":"Witch","card.mcmobs.witch.desc":"The witch is an uncommon hostile mob that uses harmful splash potions as ranged weapons and beneficial positive potions on itself.","card.mcmobs.zoglin.name":"Zoglin","card.mcmobs.zoglin.desc":"Zoglins are undead hostile mobs created when a hoglin enters the Overworld or End.","card.mcmobs.zombie.name":"Zombie","card.mcmobs.zombie.desc":"Zombies are common undead hostile mobs that deal melee damage and attack in groups.","card.mcmobs.polar_bear_baby.name":"Polar Bear (baby)","card.mcmobs.polar_bear_baby.desc":"Polar bears are neutral mobs that live in icy biomes.","card.mcmobs.turtle.name":"Turtle","card.mcmobs.turtle.desc":"A turtle is a common passive mob found in beach biomes.","card.mcmobs.polar_bear.name":"Polar Bear","card.mcmobs.polar_bear.desc":"Polar bears are neutral mobs that live in icy biomes.","card.mcmobs.cat.name":"Cat","card.mcmobs.cat.desc":"Cats are tameable passive mobs that are found in villages and swamp huts.","card.mcmobs.fox.name":"Fox","card.mcmobs.fox.desc":"Foxes are nocturnal passive mobs that spawn commonly in taiga, giant tree taiga, and snowy taiga biomes.","card.mcmobs.mooshroom.name":"Mooshroom","card.mcmobs.mooshroom.desc":"Mooshrooms are mushroom-covered variants of cows exclusive to the rare mushroom fields biome.","card.mcmobs.mule.name":"Mule","card.mcmobs.mule.desc":"Mules are infertile offspring of horses and donkeys that, when tamed, can be ridden and equipped with chests.","card.mcmobs.ocelot.name":"Ocelot","card.mcmobs.ocelot.desc":"Ocelots are rare passive mobs found in jungles.","card.mcmobs.parrot.name":"Parrot","card.mcmobs.parrot.desc":"Parrots are rare tameable mobs found in jungles. Parrots can imitate sounds of nearby hostile mobs and can perch on the player's shoulders.","card.mcmobs.snow_golem.name":"Snow Golem","card.mcmobs.snow_golem.desc":"A snow golem is a snowman-like utility mob that helps defend against hostile and neutral mobs.","card.mcmobs.strider.name":"Strider","card.mcmobs.strider.desc":"Striders are passive mobs native to the Nether. They can walk/stride on lava and be saddled by the player.","card.mcmobs.villager.name":"Villager","card.mcmobs.villager.desc":"Villagers are passive mobs that inhabit villages, work at their professions, breed, and interact.","card.mcmobs.wandering_trader.name":"Wandering Trader","card.mcmobs.wandering_trader.desc":"The wandering trader is a passive mob that randomly spawns near the player. It can trade, making natural items more available, less dangerous to obtain, and in some cases, renewable.","card.mcmobs.bee.name":"Bee","card.mcmobs.bee.desc":"Bees are flying neutral mobs that live in bee nests and beehives. If provoked, bees attack in a swarm to \"sting\" the player and inflict poison.","card.mcmobs.cave_spider.name":"Cave Spider","card.mcmobs.cave_spider.desc":"A cave spider is a small venomous variant of the spider. They spawn and live in mineshafts.","card.mcmobs.enderman.name":"Enderman","card.mcmobs.enderman.desc":"Endermen are tall neutral mobs found in all three dimensions, which have the ability to teleport and pick up blocks.","card.mcmobs.iron_golem.name":"Iron Golem","card.mcmobs.iron_golem.desc":"An iron golem is a large strong neutral utility mob that defends players and villagers.","card.mcmobs.llama.name":"Llama","card.mcmobs.llama.desc":"Llamas are neutral mobs that can be tamed and used to transport large shipments of items.","card.mcmobs.wolf.name":"Wolf","card.mcmobs.wolf.desc":"Wolves are neutral mobs that can be tamed.","card.mcmobs.blaze.name":"Blaze","card.mcmobs.blaze.desc":"Blazes are floating hostile mobs found in nether fortresses, and are the only source of blaze rods.","card.mcmobs.phantom.name":"Phantom","card.mcmobs.phantom.desc":"Phantoms are flying undead hostile mobs that spawn when the player has not slept or died for three or more in-game days.","card.mcmobs.pillager.name":"Pillager","card.mcmobs.pillager.desc":"Pillagers are illagers armed with crossbows that patrol the Overworld, guard their outposts, and participate in raids, sometimes spawning on ravagers.","card.mcmobs.ravager.name":"Ravager","card.mcmobs.ravager.desc":"Ravagers are large hostile mobs that spawn in raids and attack players, villagers, wandering traders and iron golems.","card.mcmobs.shulker.name":"Shulker","card.mcmobs.shulker.desc":"Shulkers are box-shaped hostile mobs found in end cities. They hide in their shell to blend in with surrounding purpur blocks and guard the city's various treasures.","card.mcmobs.slime.name":"Slime","card.mcmobs.slime.desc":"Slimes are bouncy, cube-shaped hostile mobs that spawn deep underground in particular chunks known as slime chunks, or at night in swamp biomes.","card.mcmobs.wither_skeleton.name":"Wither Skeleton","card.mcmobs.wither_skeleton.desc":"Wither skeletons are tall variants of skeletons equipped with stone swords found in nether fortresses, which inflict the fatal Wither effect.","card.mcmobs.zombie_villager.name":"Zombie Villager","card.mcmobs.zombie_villager.desc":"Zombie villagers are variants of zombies that can be cured into normal villagers using golden apples while they are under the effect of Weakness.","card.mcmobs.dolphin.name":"Dolphin","card.mcmobs.dolphin.desc":"Dolphins are neutral mobs that live in non-frozen oceans, which grant a speed boost to players that swim near them.","card.mcmobs.skeleton_horse.name":"Skeleton Horse","card.mcmobs.skeleton_horse.desc":"Skeleton horses are undead variants of horses that rarely spawn when lightning strikes.","card.mcmobs.panda.name":"Panda","card.mcmobs.panda.desc":"A panda is a rare neutral mob that resides in jungles. Certain aspects of a panda's behavior and appearance vary depending on its personality.","card.mcmobs.chicken_jockey.name":"Chicken Jockey","card.mcmobs.chicken_jockey.desc":"Chicken jockeys are the rare appearance of a baby zombie, baby zombified piglin, baby zombie villager, baby husk, or baby drowned riding a chicken.","card.mcmobs.spider_jockey.name":"Spider Jockey","card.mcmobs.spider_jockey.desc":"Spider jockeys are the rare appearance of a spider being ridden by a skeleton.","card.mcmobs.vex.name":"Vex","card.mcmobs.vex.desc":"Vexes are tiny flying hostile mobs summoned in small groups of three by the spell-casting evoker.","card.mcmobs.vindicator.name":"Vindicator","card.mcmobs.vindicator.desc":"A vindicator is an illager equipped with an iron axe. Vindicators appear in woodland mansions and participate in raids.","card.mcmobs.piglin_brute.name":"Piglin Brute","card.mcmobs.piglin_brute.desc":"A piglin brute is a hostile and stronger variant of piglins that appears in all types of bastion remnants.","card.mcmobs.elder_guardian.name":"Elder Guardian","card.mcmobs.elder_guardian.desc":"An elder guardian is a stronger, larger variant of the guardian, and it can inflict Mining Fatigue. It is the largest aquatic mob in Minecraft.","card.mcmobs.evoker.name":"Evoker","card.mcmobs.evoker.desc":"An evoker is a spell-casting illager found in woodland mansions and raids, and is the only source of the totem of undying.","card.mcmobs.ravager_jockey.name":"Ravager Jockey","card.mcmobs.ravager_jockey.desc":"Ravager jockeys are formed when a Pillager, Vindicator or an Evoker rides on a Ravager.","card.mcmobs.skeleton_horseman.name":"Skeleton Horseman","card.mcmobs.skeleton_horseman.desc":"When a player comes within 10 blocks of the skeleton trap horse, lightning strikes it. When struck, the skeleton trap horse transforms into a skeleton horseman: a skeleton riding a skeleton horse.","card.mcmobs.ender_dragon.name":"Ender Dragon","card.mcmobs.ender_dragon.desc":"The Ender dragon is a gigantic flying hostile boss mob found when first entering the End. She is the largest naturally spawning mob in the game and is widely acknowledged as the final boss of Minecraft.","card.mcmobs.wither.name":"Wither","card.mcmobs.wither.desc":"The wither is an undead hostile boss mob that floats and shoots explosive skulls at players and mobs, that can only be purposely constructed by the player."}